/*
 Localized strings for CFErrors returned by AVFoundationCF.

 When displayed in an alert, the strings whose keys end in _Description will be the alert title.
 The strings whose keys end in _RecoverySuggestion or _FailureReason will be the alert body.
 */

"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_Description" = "Akci nelze dokončit";
"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_RecoverySuggestion" = "Zkuste to znovu později.";

"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_Description" = "Nelze otevřít";
"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_FailureReason" = "Tento formát média není podporován.";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_Description" = "Nelze otevřít";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_FailureReason" = "Toto médium je zřejmě poškozeno.";

"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_Description" = "Nelze otevřít";
"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_FailureReason" = "Tato aplikace nemá oprávnění k přehrání tohoto souboru."; /* the file is DRM protected */
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_Description" = "Nelze otevřít";
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_FailureReason" = "Toto médium nelze použít.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_Description" = "Nelze dekódovat";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_FailureReason" = "Dekodér požadovaný pro toto médium je zaneprázdněn.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_RecoverySuggestion" = "Zastavte veškeré ostatní akce, které dekódují média, a zkuste to znovu.";
"AVFoundationCFErrorDomain_AVCFErrorIncompatibleAsset_Description" = "Nelze otevřít";
"AVFoundationCFErrorDomain_AVCFErrorIncompatibleAsset_FailureReason" = "Médium nelze v tomto počítači použít.";
"AVFoundationCFErrorDomain_AVCFErrorNoCompatibleAlternatesForExternalDisplay_Description" = "Nelze otevřít";
"AVFoundationCFErrorDomain_AVCFErrorNoCompatibleAlternatesForExternalDisplay_FailureReason" = "Tento obsah nelze na externím monitoru přehrát.";
"AVFoundationCFErrorDomain_AVCFErrorInsufficientContentProtectionConfiguration_Description" = "Nelze otevřít";
"AVFoundationCFErrorDomain_AVCFErrorInsufficientContentProtectionConfiguration_FailureReason" = "Chráněný obsah nelze na aktuální konfiguraci systému přehrát.";
"AVFoundationCFErrorDomain_AVCFErrorTranscodeFrameMismatch_Description" = "Výstupní stopa obsahuje po překódování nesprávný počet snímků";
"AVFoundationCFErrorDomain_AVCFErrorTranscodeFrameMismatch_FailureReason" = "Počet snímků ve výstupu po překódování není stejný jako ve zdroji, který neobsahuje žádné upravené segmenty";
"AVFoundationCFErrorDomain_AVCFErrorDecodeFailed_Description" = "Dekódování selhalo";
"AVFoundationCFErrorDomain_AVCFErrorDecodeFailed_FailureReason" = "dekodér narazil na chybu";
"AVFoundationCFErrorDomain_AVCFErrorEncodeFailed_Description" = "Kódování selhalo";
"AVFoundationCFErrorDomain_AVCFErrorEncodeFailed_FailureReason" = "kodér narazil na chybu";
"AVFoundationCFErrorDomain_AVCFErrorInvalidPersistentKey_Description" = "Poskytnutý offline klíč je neplatný";
"AVFoundationCFErrorDomain_AVCFErrorInvalidPersistentKey_FailureReason" = "Je možné, že poskytnutý offline klíč není platný nebo že nebyl nalezen adresář s úložištěm trvalého klíče";
"AVFoundationCFErrorDomain_AVCFErrorContentIsNotAuthorized_Description" = "Nelze otevřít";
"AVFoundationCFErrorDomain_AVCFErrorContentIsNotAuthorized_FailureReason" = "K přehrání tohoto obsahu nemá počítač oprávnění";
"AVFoundationCFErrorDomain_AVCFErrorApplicationIsNotAuthorized_Description" = "Nelze otevřít";
"AVFoundationCFErrorDomain_AVCFErrorApplicationIsNotAuthorized_FailureReason" = "Tato aplikace nemá oprávnění k přehrávání chráněného obsahu";
"AVFoundationCFErrorDomain_AVCFErrorContentIsUnavailable_Description" = "Nelze otevřít";
"AVFoundationCFErrorDomain_AVCFErrorContentIsUnavailable_FailureReason" = "Obsah už není k dispozici";
